[
  {
    "id": 1,
    "country": "GB",
    "era": "AoD",
    "title": "England in the Age of Discovery",
    "thumb": "./assets/img/articles/1-1.jpeg",
    "desc": "England, which emerged from this first period of European expansion as the leading colonial and commercial state of the modern world, was but a small and weak country after its loss of the Continental territory until the time of Elizabeth. Her rising sea-power was based upon the naval training afforded her sailors by buccaneering expeditions against the Spaniards and was proved by the destruction of the Spanish Armada in 1588. ",
    "banner": "./assets/img/articles/1-2.jpeg",
    "body": "<p>When Columbus became discouraged over his repeated failures to enlist the interest of the Spanish and Portuguese rulers, he sent his brother Bartholomew to seek the aid of Henry VII of England. Bartholomew, for several reasons, was slow in making his application to the British monarch, who responded at once, however, on being approached on the subject. He sent Bartholomew to Spain to bring his brother to England, but on the way thither Barthomew learned of the wonderful discovery made by Christopher, and of his return to the country of Ferdinand and Isabella. King Henry was deeply disappointed, for the grandest of all opportunities had slipped irrevocably from his grasp, but he quickly saw that if he could not be the first at the feast, he might share with others in the distribution of the good things to follow.</p><p>When John Cabot, a famous Italian navigator living at Bristol in 1496, asked permission for himself and his sons to explore the New World, it was readily granted, and Cabot, accompanied by his son, Sebastian, sailed from England in the following year, and saw the continent of America, in June 1497. Sebastian Cabot was a greater navigator than his father. King Henry fitted out two small vessels for him in 1498, and in May he sailed for the northern coast of America. The particulars of this remarkable voyage are not known, but there is little doubt that the younger Cabot coasted along New England, and New York. He, like those who preceded him and many that followed, was bitten with the chimerical notion of discovering a short route to India, which of course, he failed to find. He discovered Newfoundland and the coast of Labrador, and did not fail to note the immense number of codfish which then, as now, frequented those northern waters. Finding his provisions running short when off the Carolinas, Cabot returned to England.</p>"
  },
  {
    "id": 2,
    "country": "US",
    "era": "AoD",
    "title": "A Timeline of North American Exploration",
    "thumb": "./assets/img/articles/2-1.jpg",
    "desc": "Traditionally, the age of exploration in America begins in 1492 with the first voyage of Christopher Columbus. Those expeditions began with a desire to find another way to the East, where the Europeans had created a lucrative trade route in spices and other goods. Once the explorers realized they had discovered a new continent, their countries began to explore, conquer, and then create permanent settlements in America.",
    "banner": "./assets/img/articles/2-2.jpeg",
    "body": "<p>1519: Spanish conquistador Hernán Cortés (1485–1547) defeats the Aztecs and conquers Mexico.</p><p>1521: Portuguese explorer Ferdinand Magellan, funded by Charles V of Spain, sails around South America into the Pacific. Despite Magellan's death in 1521, his expedition becomes the first to circumnavigate the globe.</p><p>1523: Spanish conquistador Pánfilo de Narváez (1485–1541) becomes governor of Florida but dies along with most of his colony after dealing with a hurricane, attacks by Indigenous groups, and disease.</p><p>1524: In a French-sponsored voyage, Italian explorer Giovanni de Verrazzano (1485–1528) discovers the Hudson River before sailing north to Nova Scotia.</p><p>1532: In Peru, Spanish conquistador Francisco Pizarro (1475–1541) conquers the Inca Empire.</p><p>1534–1536: Spanish explorer Álvar Núñez Cabeza de Vaca (1490–1559), explores from the Sabine River to the Gulf of California. When he arrives in Mexico City, his tales reinforce ideas that the Seven Cities of Cibola (aka Seven Cities of Gold) exist and are located in New Mexico.</p><p>1535: French explorer Jacques Cartier (1491–1557) explores and maps the Gulf of Saint Lawrence.</p><p>1539: French Franciscan friar Fray Marcos de Niza (1495–1558), sent by the Spanish governor of Mexico (New Spain), explores Arizona and New Mexico searching for the Seven Cities of Gold and foments rumor-mongering in Mexico City that he has seen the cities when he returns.</p><p>1539–1542: Spanish explorer and conquistador Hernando de Soto (1500–1542) explores Florida, Georgia, and Alabama, meets the Mississippian chiefdoms there and becomes the first European to cross the Mississippi River, where he is killed by the locals.</p><p>1540–1542: Spanish conquistador and explorer Francisco Vásquez de Coronado (1510–1554) leaves Mexico City and explores the Gila River, the Rio Grande, and the Colorado River. He reaches as far north as Kansas before returning to Mexico City. He too searches for the legendary Seven Cities of Gold.</p><p>1542: Spanish (or possibly Portuguese) conquistador and explorer Juan Rodriguez Cabrillo (1497–1543) sails up the California Coast and claims it for Spain.</p><p>1543: Followers of Hernando De Soto continue his expedition without him, sailing from the Mississippi River to Mexico.</p><p>Bartolomé Ferrelo (1499–1550), the Spanish pilot for Cabrillo continues his expedition up the California coast and reaches what is probably present-day Oregon.</p>"
  },
  {
    "id": 3,
    "country": "DE",
    "era": "SR",
    "title": "The German Industrial and Scientific Revolution",
    "thumb": "./assets/img/articles/3-1.jpeg",
    "desc": "Germany, the self-proclaimed “nation of poets and thinkers”, can look back on a long tradition of scientific research. The first German universities were established in the 14th and 15th century, such as in Cologne, Heidelberg and Leipzig. As was typically the case during the Middle Ages, there was a strong bond between universities and the church. The academic subjects taught there were usually theology, legal theory and medicine. Over the following centuries, many universities educated the administrators of the many principalities in particular, which existed within the region known as Germany today.",
    "banner": "./assets/img/articles/3-2.jpeg",
    "body": "<p>From the 17th century, the scientific revolution and the Age of Enlightenment ushered in a fundamental change within science itself and the scientific system. At the universities, the theological faculties lost their influence. New institutions, faculties and subjects were established, and academies were considered learned societies for the promotion of scientific fields. This was a development that occurred throughout Europe, including Germany. As industrialisation took hold, institutes of technology were established, such as in Braunschweig, Freiburg and Karlsruhe.</p><p>In 19th-century Prussia – a powerful kingdom within the German Confederation – the politician and diplomat Wilhelm von Humboldt was responsible for higher education. He was the brother of the polymath Alexander von Humboldt, and as an advocate of the Enlightenment, he propagated a new model of higher education, involving the integral combination of research and education. This Humboldtian model still guides higher education in Germany to this day and has also had an impact on higher education abroad.</p><p>In 1911, the Kaiser Wilhelm Society was founded as an umbrella organisation dedicated to the advancement of fundamental sciences. Its aim was to cover the high financial expenses of scientific research and, against the backdrop of scientific progress particularly in the United States, to establish top, modern research institutes in Germany. After the Second World War, most of these institutes joined the renowned Max Planck Society.</p><p>The period of National Socialism from 1933 to 1945 had a dramatic effect on German science. Scientific fields were expected to support the abhorrent ideology of the Nazis. Many great researchers had to fear persecution and even worse. Many of them therefore fled to other countries. It took a while for the institutions of research and higher education to recover from that time and the associated loss of highly educated people.</p>"
  },
  {
    "id": 4,
    "country": "GB",
    "era": "SR",
    "title": "Britain and the Rise of Science",
    "thumb": "./assets/img/articles/4-1.jpeg",
    "desc": "Modern science began when mathematical models replaced abstract ideas of 'sympathies' and 'innate virtues' as ways of explaining how the world works, and how we might harness nature to enhance human power over it. Arab and Indian mathematics and science played an important part in laying the foundations for modern science, and major early figures came from mainland Europe and beyond. In Britain, scientific development reached its zenith in the second half of the 17th century, during the period known as the 'scientific revolution'.",
    "banner": "./assets/img/articles/4-2.jpeg",
    "body": "<p>We may trace the birth of the so-called 'scientific revolution' in Britain to the activities of three influential figures, all of whom flourished around the year 1600, and all of whom belonged to an exclusive inner circle of advisers to the royal family of the day, Elizabeth I, James I, and above all James's eldest son Prince Henry (who died in adolescence).</p><p>Sir Francis Bacon (1561-1626), often called the 'Father' of modern science, made no major scientific discoveries himself, but wrote extensively on empirical scientific method - the procedures by which experimentalists could arrive at general laws governing the natural world. He served as Lord Chancellor under James I, but was disgraced in 1621 for accepting bribes from clients, and retired to his estate, where he published his major work, the Novum Organum (1623). In this he expressed the classic view that only by following the laws of nature could man triumph over his environment: 'The empire of man over things depends wholly on the arts and sciences. For we cannot command nature except by obeying her.'</p><p>Western scientific progress...was built upon a foundation of three key technological discoveries: printing, gunpowder and the magnet.</p><p>It is to Bacon that we owe the strong strand of pragmatism in 17th-century British science. Western scientific progress, he argued, was built upon a foundation of three key technological discoveries, which had changed man's ability to control the natural world. These three were printing, gunpowder, and the magnet. 'For these three have changed the whole face and state of things throughout the world, insomuch that no empire, no sect, no star seems to have exerted greater power and influence in human affairs than these mechanical discoveries.' (Voltaire, an admirer of Bacon, later added the invention of glass to the three discoveries, as fundamental to the advancement of knowledge.)</p><p>William Gilbert (1544-1603) was court physician to Elizabeth I and (briefly) to James I. In his 'De magnete' [On the magnet] (1600), written ten years before Galileo published his 'Starry Messenger' (1610), Gilbert proposed that the earth was a giant magnet or lodestone, with its poles at either geographical pole. He argued that the earth rotated about its axis because of terrestrial magnetism.</p>"
  },
  {
    "id": 5,
    "country": "CN",
    "era": "IR",
    "title": "China's Forgotten Industrial Revolution",
    "thumb": "./assets/img/articles/5-1.jpeg",
    "desc": "We live in a world that has been shaped by a process that began some 250 years ago in northwestern Europe. We often call it the Industrial Revolution because one of its most dramatic features was the appearance of industrial manufacture with the rise of the factory system. However, this was only one element and not the most significant. Moreover, concentrating on industrialization suggests that the change is now complete. The process continues.",
    "banner": "./assets/img/articles/5-2.jpeg",
    "body": "<p>All historians recognize the existence and importance of this phenomenon. However, they disagree about many other related matters. In particular there is no real agreement about how this process started and why it happened in Europe rather than some other part of the world. Why not in the Islamic world or in India? Above all, why not in China? The last question is the truly difficult one. As Kenneth Pomeranz points out in The Great Divergence: China, Europe and the Making of the Modern World Economy, economically China was on an equal footing with Europe until the mid-eighteenth century or later. In fact, for the greater part of human history China was by far the most innovative and technologically advanced of the great civilizations. The list of important inventions first made in China is almost endless. So why did the revolutionary process not start there?</p><p>Actually, it did start in China before it did in Europe. As Eric Jones has pointed out in Growth Recurring: Economic Change in World History, China had an “industrial revolution” comparable to that of eighteenth-century Europe—some 800 to 900 years ago. It happened under perhaps the most maligned yet fascinating of China’s imperial dynasties, the Song.</p><p>The Song reunited China following the division and chaos of the Five Dynasties (907–960). The dynasty was founded by two remarkable brothers, Song Taizu (960–976) and Song Taizong (976–997). They introduced a number of important changes in the economic policy and organization of the Empire. One was a measure that gave peasant farmers true property rights in their land, above all the right to sell it. The result was the emergence of a market in land, which led to the consolidation of smaller farms and the appearance of commercial agriculture. Even more important was their fiscal policy. Traditionally the Chinese state had depended on taxes levied on the peasantry, most often paid in kind. Song Taizu laid down the principle, “Agrarian taxes must not be increased.” Consequently, the Song came to depend increasingly on taxes on trade and so systematically encouraged it.</p>"
  },
  {
    "id": 6,
    "country": "AU",
    "era": "IR",
    "title": "Industrial Revolution in Australia – impact on manufacturing in the 1800s",
    "thumb": "./assets/img/articles/6-1.jpeg",
    "desc": "When we think of the Industrial Revolution in Britain with its steam engines powering machines, the mass production of goods, thousands of poor farming families leaving the countryside to work in ‘satanic’ mills and factories and the rise of the wealthy middle class, it’s hard to see how this could be applied to Australia.",
    "banner": "./assets/img/articles/6-2.jpeg",
    "body": "<p>Australia and Britain were so different in size, population, history, climate, class structure, wealth and resources. As a penal colony we went from complete dependency on ships’ provisions, followed by near starvation in 1788, to New South Wales and Victoria being virtually self-sufficient in manufacturing by 1890. Queensland, which didn’t even separate from NSW until 1859, hadn’t cast a single piece of metal until 1862 but in less than 30 years the state was building its own locomotives. How did this all happen so quickly?</p><p>Australian manufacturing was supercharged in the 1800s by the enormous scientific, engineering, communications and transport advances occurring in Britain at the time on account of the Industrial Revolution.</p><p>In the colony, human and animal power gave way in the early 1800s to wind power. Sydney’s skyline was dotted with the sails of windmills powering flour mills. The first steam engine began operating in Australia in 1815, brought to Sydney by a Scottish engineer, John Dickson (1774-1843), who arrived in 1813. Local manufacture of small steam engines began as early as the 1830s.</p><p>A museum exhibit of a large steam engine comprised of a very large fly wheel, six tall columns, a piston, boiler and several large pipes.This six-column, beam-type steam engine, made by Maudslay, Sons & Field of London in 1837, arrived in Australia by ship and was transported overland to Goulburn, NSW, in a bullock dray. It powered a brewery and flour mill. MAAS Collection, B558. Photo: MAAS.A number of factors encouraged local manufacturing including our isolation, the high cost of freight, the likelihood of delays for goods or spare parts and a general disinterest from Britain to invest here.</p><p>Australian manufacturing relied heavily on imported technology from Britain and, to a lesser extent, America. Some had to be modified for local conditions. Local manufacturers had to come to grips with a country whose resources and climate were alien. Trial and error was used to determine, for example, the location of suitable clay for brick and pottery works; the strength and durability of local hardwoods; the suitability of flora for tanning to make leather; and the properties of different types of coal for gas-making and running steam engines.</p><p>Imported spinning machinery had to cope with fine Merino wool while iron and copper furnaces had to be altered to operate with the local ore impurities. Other industries faced difficulties on account of our hotter climate which led to over fermentation in brewing, excessive heat from millstones grinding flour not to mention the difficulty of transporting dairy products. This encouraged much enterprise and a colonial ‘can-do’ attitude to problem-solving developed.</p>"
  },
  {
    "id": 7,
    "country": "JP",
    "era": "CW",
    "title": "Japan and the Atomic Bomb",
    "thumb": "./assets/img/articles/7-1.jpeg",
    "desc": "On 6 August 1945, the USA dropped an atomic bomb on the Japanese city of Hiroshima. The blast devastated an area of five square miles, destroying more than 60 per cent of the city’s buildings and killing around 140,000 people. Three days later the USA dropped a second atomic bomb on the Japanese city of Nagasaki, killing around 74,000 people.",
    "banner": "./assets/img/articles/7-2.jpeg",
    "body": "<p>The official US justification for the dropping of the two atomic bombs was to force the Japanese government to surrender, which it did on 14 August 1945. Some historians have speculated that the bombs might also have had another purpose - to send a warning to the Soviet Union about the strength of the American arsenal.</p><p>Whatever the intention, the USA had changed the nature of warfare, and for the remainder of the Cold War the threat of atomic weapons and nuclear war would be a constant theme. Stalin himself remarked that future wars were inevitable and the Soviet Union now stepped up its own programme of atomic research. American 'nuclear hegemony' would not last long.</p>"
  },
  {
    "id": 8,
    "country": "US",
    "era": "CW",
    "title": "The Cold War: The American Homefront",
    "thumb": "./assets/img/articles/8-1.jpeg",
    "desc": "The Cold War between the United States and the Soviet Union had broad implications on the American homefront. Old fears and prejudices were rekindled and the new, very real, threat of nuclear war impacted public policies as well as the daily lives of people across the country.",
    "banner": "./assets/img/articles/8-2.jpeg",
    "body": "<p>Central to the Cold War on the American homefront was the fear that communist spies were trying to destroy the country from within. This fear rose to a fever pitch between 1947 and 1957 during what is known as the Red Scare or the Great Fear. During this time there was a strong attempt to root out communists and communist sympathizers at all levels of society.</p><p>During this time period, the federal government and other institutions created loyalty programs. To keep their jobs, or to be hired, employees had to swear an oath of loyalty to the Constitution and to swear that they had never been a part of an organization that had advocated the overthrow of the government. They also had to swear that they would never join any such group in the future. The program went further and required hearings and investigations if someone was accused of being disloyal. Under President Truman the first loyalty program was started in 1947 - affecting federal employees and potential employees. The program soon spread to other organizations, particularly state governments, schools, and universities.</p><p>These loyalty programs were controversial. On the one hand they attempted to root out dangerous spies and subversives; on the other, they violated the constitutional rights of freedom of speech, association, and privacy. Thousands of people lost their jobs when they refused the oath, thousands more were fired when they were falsely accused of being communists.</p><p>It was fairly easy to be accused of being a communist. People who spoke out against the government or called for social reforms were often investigated. Civil Rights leaders such as Dr. Martin Luther King, Jr. were investigated by the FBI, even though Dr. King (and many others) called for peaceful demonstrations rather than a violent overthrow of the government. The FBI also maintained a file on John Steinbeck in spite of all the pro-American propaganda and reporting he did during World War II. Steinbeck's novels, especially The Grapes of Wrath, made him suspect; Steinbeck questioned the social and economic systems in the United States and whether they truly benefited everyone. His links to Hollywood also made him a potential communist in the eyes of many people.</p>"
  },
  {
    "id": 9,
    "country": "US",
    "era": "IA",
    "title": "INFORMATION AGE",
    "thumb": "./assets/img/articles/9-1.jpeg",
    "desc": "The Information Age began around the 1970s and is still going on today. It is also known as the Computer Age, Digital Age, or New Media Age. This era brought about a time period in which people could access information and knowledge easily. ",
    "banner": "./assets/img/articles/9-2.jpeg",
    "body": "<p>The Renaissance influenced the Information Age by creating the idea inventions, while too advanced for the time, the basic idea was used to develop modern inventions. The Renaissance also changed literature. At first, only books that told stories of religion and religious heroes were written. During the Renaissance, people began to write realistic books and not just religious stories. People's mindset about themselves changed. It was no longer about what humans could do for God, but what humans could do for themselves. This way of thinking is called humanism. </p><p>The Scientific Revolution changed the modern era by introducing important scientists such as Galileo, Copernicus, and Sir Isaac Newton. Their discoveries paved the way for modern tools, inventions and innovations. </p><p>The Industrial Revolution brought about major changes in agriculture, manufacturing, mining, transportation</p>"
  }
]